Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: Choose Another
ar: اختر غيره
bn: অন্যটি বাছুন
de: Anderes wählen
es: Elegir otro
fr: En choisir une autre
hi: दूसरा चुनें
id: Pilih yang lain
ja: 別のものを選ぶ
ne: अर्को छान्नुहोस्
pt_br: Escolher outro
ur: دوسرا منتخب کریں

source: Choose a plan
ar: اختر خطة
bn: একটি প্ল্যান বেছে নিন
de: Wähle einen Tarif
es: Elige un plan
fr: Choisissez une formule
hi: एक प्लान चुनें
id: Pilih paket
ja: プランを選ぶ
ne: योजना छान्नुहोस्
pt_br: Escolha um plano
ur: ایک پلان منتخب کریں

source: Choose how long
ar: اختر المدة
bn: কত দিনের জন্য বেছে নিন
de: Wähle die Laufzeit
es: Elige la duración
fr: Choisissez la durée
hi: अवधि चुनें
id: Pilih durasinya
ja: 期間を選ぶ
ne: अवधि छान्नुहोस्
pt_br: Escolha a duração
ur: مدت منتخب کریں

source: Choose the editing model
ar: اختر نموذج التعديل
bn: এডিটিং মডেল বেছে নিন
de: Bearbeitungsmodell wählen
es: Elige el modelo de edición
fr: Choisissez le modèle de montage
hi: एडिटिंग मॉडल चुनें
id: Pilih model editing
ja: 編集モデルを選択
ne: सम्पादन मोडेल छान्नुहोस्
pt_br: Escolha o modelo de edição
ur: ایڈیٹنگ ماڈل منتخب کریں

source: Choose your language
ar: اختر لغتك
bn: আপনার ভাষা বেছে নিন
de: Sprache wählen
es: Elige tu idioma
fr: Choisis ta langue
hi: अपनी भाषा चुनें
id: Pilih bahasamu
ja: 言語を選択
ne: आफ्नो भाषा छान्नुहोस्
pt_br: Escolha seu idioma
ur: اپنی زبان منتخب کریں

source: Choosing your cover picture
ar: نختار صورة الغلاف
bn: আপনার কভার ছবি বেছে নেওয়া হচ্ছে
de: Wir wählen dein Titelbild
es: Eligiendo tu foto de portada
fr: On choisit ton image de couverture
hi: आपकी कवर तस्वीर चुनी जा रही है
id: Memilih gambar sampulmu
ja: 表紙の画像を選んでいます
ne: तपाईंको कभर तस्बिर छान्दै
pt_br: Escolhendo sua capa
ur: آپ کی کور تصویر چنی جا رہی ہے

source: Cinematic
ar: سينمائي
bn: সিনেম্যাটিক
de: Filmisch
es: Cinematográfico
fr: Cinématique
hi: सिनेमैटिक
id: Sinematik
ja: シネマティック
ne: सिनेम्याटिक
pt_br: Cinematográfico
ur: سنیمائی

source: Claim %lld%% off
ar: احصل على خصم %lld%%
bn: %lld%% ছাড় নিন
de: %lld%% Rabatt sichern
es: Obtener %lld%% de descuento
fr: Profiter de -%lld%%
hi: %lld%% छूट पाएँ
id: Ambil diskon %lld%%
ja: %lld%%オフを受け取る
ne: %lld%% छुट लिनुहोस्
pt_br: Resgatar %lld%% de desconto
ur: %lld%% رعایت حاصل کریں

source: Clean
ar: بسيط
bn: পরিচ্ছন্ন
es: Limpio
fr: Sobre
hi: साफ़-सुथरा
id: Bersih
ja: シンプル
ne: सफा
pt_br: Limpo
ur: صاف ستھرا

source: Clean & engaging
ar: بسيط وجذّاب
bn: পরিচ্ছন্ন ও আকর্ষণীয়
de: Clean & fesselnd
es: Limpio y atractivo
fr: Sobre et captivant
hi: साफ़ और दिलचस्प
id: Bersih & menarik
ja: シンプルで引き込まれる
ne: सफा र आकर्षक
pt_br: Limpo e envolvente
ur: صاف اور دلچسپ

source: Clients
ar: عملاء
bn: ক্লায়েন্ট
de: Kunden
es: Clientes
fr: Des clients
hi: क्लाइंट
id: Klien
ja: クライアント
ne: ग्राहक
pt_br: Clientes
ur: کلائنٹس

source: Clients (agency or freelance)
ar: عملاء (وكالة أو عمل حر)
bn: ক্লায়েন্ট (এজেন্সি বা ফ্রিল্যান্স)
de: Kunden (Agentur oder freiberuflich)
es: Clientes (agencia o freelance)
fr: Des clients (agence ou freelance)
hi: क्लाइंट (एजेंसी या फ़्रीलांस)
id: Klien (agensi atau freelance)
ja: クライアント（代理店・フリーランス）
ne: ग्राहक (एजेन्सी वा फ्रिल्यान्स)
pt_br: Clientes (agência ou freelance)
ur: کلائنٹس (ایجنسی یا فری لانس)

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ne: बन्द गर्नुहोस्
pt_br: Fechar
ur: بند کریں

source: Close image
ar: إغلاق الصورة
bn: ছবি বন্ধ করুন
de: Bild schließen
es: Cerrar imagen
fr: Fermer l'image
hi: इमेज बंद करें
id: Tutup gambar
ja: 画像を閉じる
ne: तस्बिर बन्द गर्नुहोस्
pt_br: Fechar imagem
ur: تصویر بند کریں

source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjut
ja: 続ける
ne: जारी राख्नुहोस्
pt_br: Continuar
ur: جاری رکھیں

source: Continue with Email
ar: المتابعة بالبريد الإلكتروني
bn: ইমেল দিয়ে চালিয়ে যান
de: Mit E-Mail fortfahren
es: Continuar con el correo
fr: Continuer avec l'e-mail
hi: ईमेल से जारी रखें
id: Lanjutkan dengan Email
ja: メールで続ける
ne: इमेलबाट जारी राख्नुहोस्
pt_br: Continuar com e-mail
ur: ای میل کے ساتھ جاری رکھیں

source: Continue with Google
ar: المتابعة باستخدام Google
bn: Google দিয়ে চালিয়ে যান
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: Google से जारी रखें
id: Lanjutkan dengan Google
ja: Google で続ける
ne: Google बाट जारी राख्नुहोस्
pt_br: Continuar com o Google
ur: Google کے ساتھ جاری رکھیں

source: Continue with Max
ar: المتابعة مع Max
bn: Max দিয়ে চালিয়ে যান
de: Mit Max fortfahren
es: Continuar con Max
fr: Continuer avec Max
hi: Max के साथ जारी रखें
id: Lanjut dengan Max
ja: Maxで続ける
ne: Max सँग जारी राख्नुहोस्
pt_br: Continuar com Max
ur: Max کے ساتھ جاری رکھیں

source: Continue with Pro
ar: المتابعة مع Pro
bn: Pro দিয়ে চালিয়ে যান
de: Mit Pro fortfahren
es: Continuar con Pro
fr: Continuer avec Pro
hi: Pro के साथ जारी रखें
id: Lanjut dengan Pro
ja: Proで続ける
ne: Pro सँग जारी राख्नुहोस्
pt_br: Continuar com Pro
ur: Pro کے ساتھ جاری رکھیں

source: Copied
ar: تم النسخ
bn: কপি হয়েছে
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी हो गया
id: Tersalin
ja: コピーしました
ne: कपी भयो
pt_br: Copiado
ur: کاپی ہو گیا

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
ja: コピー
ne: कपी गर्नुहोस्
pt_br: Copiar
ur: کاپی کریں

source: Copy caption
ar: نسخ التعليق
bn: ক্যাপশন কপি করুন
de: Caption kopieren
es: Copiar descripción
fr: Copier la légende
hi: कैप्शन कॉपी करें
id: Salin caption
ja: キャプションをコピー
ne: क्याप्सन कपी गर्नुहोस्
pt_br: Copiar legenda
ur: کیپشن کاپی کریں

source: Copy migration SQL
ar: نسخ SQL الترحيل
bn: মাইগ্রেশন SQL কপি করুন
de: Migrations-SQL kopieren
es: Copiar SQL de migración
fr: Copier le SQL de migration
hi: माइग्रेशन SQL कॉपी करें
id: Salin SQL migrasi
ja: マイグレーションSQLをコピー
ne: माइग्रेसन SQL कपी गर्नुहोस्
pt_br: Copiar SQL de migração
ur: مائیگریشن SQL کاپی کریں

source: Couldn't delete account
ar: تعذّر حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলা যায়নি
de: Konto konnte nicht gelöscht werden
es: No se pudo eliminar la cuenta
fr: Impossible de supprimer le compte
hi: खाता डिलीट नहीं हो सका
id: Akun tidak bisa dihapus
ja: アカウントを削除できませんでした
ne: खाता मेटाउन सकिएन
pt_br: Não foi possível excluir a conta
ur: اکاؤنٹ حذف نہیں ہو سکا

source: Couldn't open that video
ar: تعذّر فتح هذا الفيديو
bn: সেই ভিডিওটি খোলা যায়নি
de: Dieses Video ließ sich nicht öffnen
es: No se pudo abrir ese vídeo
fr: Impossible d'ouvrir cette vidéo
hi: वह वीडियो नहीं खुल सका
id: Tidak bisa membuka video itu
ja: その動画を開けませんでした
ne: त्यो भिडियो खोल्न सकिएन
pt_br: Não foi possível abrir esse vídeo
ur: وہ ویڈیو نہیں کھل سکی

source: Couldn't respond. Long-press to try again.
ar: تعذّر الرد. اضغط مطوّلًا للمحاولة مرة أخرى.
bn: উত্তর দিতে পারিনি। আবার চেষ্টা করতে লং-প্রেস করুন।
de: Keine Antwort möglich. Lange drücken, um es erneut zu versuchen.
es: No se pudo responder. Mantén pulsado para reintentar.
fr: Réponse impossible. Appui long pour réessayer.
hi: जवाब नहीं मिल पाया। दोबारा कोशिश के लिए लॉन्ग-प्रेस करें।
id: Tidak bisa merespons. Tekan lama untuk mencoba lagi.
ja: 応答できませんでした。長押しで再試行できます。
ne: जवाफ दिन सकिएन। फेरि प्रयास गर्न लामो थिच्नुहोस्।
pt_br: Não foi possível responder. Toque e segure para tentar de novo.
ur: جواب نہیں دیا جا سکا۔ دوبارہ کوشش کے لیے دیر تک دبائیں۔

source: Couldn't upload your image — check your connection and try again.
ar: تعذّر رفع صورتك — تحقق من الاتصال وحاول مرة أخرى.
bn: ছবিটা আপলোড হয়নি — কানেকশন চেক করে আবার চেষ্টা করুন।
de: Dein Bild konnte nicht hochgeladen werden — prüfe deine Verbindung und versuch es erneut.
es: No se pudo subir tu imagen: revisa tu conexión e inténtalo de nuevo.
fr: Impossible d'importer ton image — vérifie ta connexion et réessaie.
hi: इमेज अपलोड नहीं हो पाई — कनेक्शन चेक करके फिर से कोशिश करें।
id: Gambarmu gagal dikirim — periksa koneksi dan coba lagi.
ja: 画像をアップロードできませんでした。接続を確認して、もう一度お試しください。
ne: तपाईंको तस्बिर अपलोड हुन सकेन — कनेक्सन जाँचेर फेरि प्रयास गर्नुहोस्।
pt_br: Não foi possível enviar sua imagem — verifique sua conexão e tente de novo.
ur: تصویر اپ لوڈ نہیں ہو سکی — انٹرنیٹ کنکشن چیک کر کے دوبارہ کوشش کریں۔

source: Cuts · captions · B-roll
ar: قصّ · تعليقات · B-roll
bn: কাট · ক্যাপশন · B-roll
de: Videoschnitt · Untertitel · B-roll
es: Cortes · subtítulos · B-roll
fr: Coupes · sous-titres · B-roll
hi: कट्स · कैप्शन · B-roll
id: Potongan · caption · B-roll
ja: カット・字幕・B-roll
ne: कट · क्याप्सन · B-roll
pt_br: Cortes · legendas · B-roll
ur: کٹس · کیپشنز · B-roll

source: Cutting your %@ clip
ar: جارٍ قصّ مقطع %@
bn: আপনার %@ ক্লিপ কাটা হচ্ছে
de: Dein %@-Clip wird geschnitten
es: Cortando tu clip de %@
fr: On monte ton clip %@
hi: आपकी %@ क्लिप कट रही है
id: Memotong klip %@ kamu
ja: %@クリップをカット中
ne: तपाईंको %@ क्लिप काटिँदै छ
pt_br: Cortando seu clipe de %@
ur: آپ کا %@ کلپ کاٹا جا رہا ہے

source: Cutting your video
ar: جارٍ قصّ فيديوك
bn: আপনার ভিডিও কাটা হচ্ছে
de: Dein Video wird geschnitten
es: Cortando tu vídeo
fr: On monte ta vidéo
hi: आपका वीडियो कट रहा है
id: Memotong video kamu
ja: 動画をカット中
ne: तपाईंको भिडियो काटिँदै छ
pt_br: Cortando seu vídeo
ur: آپ کا ویڈیو کاٹا جا رہا ہے

source: Deciding what to change
ar: نقرّر ما الذي نغيّره
bn: কী বদলাতে হবে ঠিক করা হচ্ছে
de: Wir entscheiden, was wir ändern
es: Decidiendo qué cambiar
fr: On décide quoi changer
hi: क्या बदलना है यह तय किया जा रहा है
id: Memutuskan apa yang diubah
ja: どこを変えるか決めています
ne: के फेर्ने भन्ने निर्णय गर्दै
pt_br: Decidindo o que mudar
ur: کیا بدلنا ہے طے کیا جا رہا ہے

source: Decline offer
ar: رفض العرض
bn: অফার প্রত্যাখ্যান করুন
de: Angebot ablehnen
es: Rechazar la oferta
fr: Refuser l'offre
hi: ऑफ़र अस्वीकार करें
id: Tolak penawaran
ja: オファーを辞退する
ne: अफर अस्वीकार गर्नुहोस्
pt_br: Recusar a oferta
ur: پیشکش مسترد کریں

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
id: Hapus
ja: 削除
ne: मेटाउनुहोस्
pt_br: Excluir
ur: حذف کریں

source: Delete account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছুন
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता डिलीट करें
id: Hapus akun
ja: アカウントを削除
ne: खाता मेटाउनुहोस्
pt_br: Excluir conta
ur: اکاؤنٹ حذف کریں

source: Delete chat?
ar: حذف المحادثة؟
bn: চ্যাট মুছবেন?
de: Chat löschen?
es: ¿Eliminar chat?
fr: Supprimer la discussion ?
hi: चैट डिलीट करें?
id: Hapus obrolan?
ja: チャットを削除しますか？
ne: च्याट मेटाउने?
pt_br: Excluir chat?
ur: چیٹ حذف کریں؟

source: Delete my account
ar: حذف حسابي
bn: আমার অ্যাকাউন্ট মুছুন
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
hi: मेरा खाता डिलीट करें
id: Hapus akun saya
ja: アカウントを削除する
ne: मेरो खाता मेटाउनुहोस्
pt_br: Excluir minha conta
ur: میرا اکاؤنٹ حذف کریں

source: Deleting account…
ar: جارٍ حذف الحساب…
bn: অ্যাকাউন্ট মোছা হচ্ছে…
de: Konto wird gelöscht…
es: Eliminando cuenta…
fr: Suppression du compte…
hi: खाता डिलीट हो रहा है…
id: Menghapus akun…
ja: アカウントを削除中…
ne: खाता मेटाउँदै…
pt_br: Excluindo conta…
ur: اکاؤنٹ حذف ہو رہا ہے…

source: Describe your edit
ar: صِف التعديل الذي تريده
bn: আপনার এডিট বর্ণনা করুন
de: Sag, wie dein Video werden soll
es: Describe tu montaje
fr: Décris le montage que tu veux
hi: अपनी एडिट बताएँ
id: Jelaskan editanmu
ja: 編集内容を説明してください
ne: आफ्नो सम्पादन वर्णन गर्नुहोस्
pt_br: Descreva sua edição
ur: اپنی ایڈٹ بیان کریں

source: Didn't get the code? You can resend in %llds
ar: لم يصلك الرمز؟ يمكنك إعادة الإرسال بعد %lld ثانية
bn: কোড পাননি? %lld সেকেন্ড পরে আবার পাঠাতে পারবেন
de: Code nicht erhalten? Erneut senden in %lld s
es: ¿No te llegó el código? Puedes reenviarlo en %lld s
fr: Code non reçu ? Vous pouvez le renvoyer dans %lld s
hi: कोड नहीं मिला? %lld सेकंड में दोबारा भेज सकते हैं
id: Kode belum sampai? Bisa kirim ulang dalam %lld dtk
ja: コードが届きませんか？%lld秒後に再送信できます
ne: कोड आएन? %lld सेकेन्डपछि फेरि पठाउन सकिन्छ
pt_br: Não recebeu o código? Você pode reenviar em %lld s
ur: کوڈ نہیں ملا؟ %lld سیکنڈ بعد دوبارہ بھیج سکتے ہیں

source: Dismiss
ar: تجاهل
bn: বন্ধ করুন
de: Schließen
es: Descartar
fr: Ignorer
hi: खारिज करें
id: Tutup
ja: 閉じる
ne: हटाउनुहोस्
pt_br: Dispensar
ur: برخاست کریں

source: Dismiss feedback
ar: تجاهل الملاحظات
bn: ফিডব্যাক বন্ধ করুন
de: Feedback ausblenden
es: Descartar comentarios
fr: Ignorer l'avis
hi: फ़ीडबैक खारिज करें
id: Tutup masukan
ja: フィードバックを閉じる
ne: प्रतिक्रिया बन्द गर्नुहोस्
pt_br: Dispensar feedback
ur: فیڈبیک بند کریں

source: Dismiss save suggestion
ar: تجاهل اقتراح الحفظ
bn: সংরক্ষণের পরামর্শ বন্ধ করুন
de: Speichervorschlag ausblenden
es: Descartar sugerencia de guardado
fr: Ignorer la suggestion d'enregistrement
hi: सेव करने का सुझाव खारिज करें
id: Tutup saran simpan
ja: 保存の提案を閉じる
ne: सुरक्षित गर्ने सुझाव बन्द गर्नुहोस्
pt_br: Dispensar sugestão de salvar
ur: محفوظ کرنے کی تجویز بند کریں

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
ja: 完了
ne: भयो
pt_br: Concluído
ur: مکمل

source: Early access to new features
ar: وصول مبكر إلى الميزات الجديدة
bn: নতুন ফিচারে আগেই অ্যাক্সেস
de: Früher Zugriff auf neue Funktionen
es: Acceso anticipado a novedades
fr: Accès anticipé aux nouveautés
hi: नए फ़ीचर पहले मिलते हैं
id: Akses awal ke fitur baru
ja: 新機能をいち早く
ne: नयाँ फिचरमा चाँडो पहुँच
pt_br: Acesso antecipado a novidades
ur: نئے فیچرز تک جلد رسائی

source: Early access to our latest features
ar: وصول مبكر إلى أحدث ميزاتنا
bn: আমাদের নতুন ফিচারে আগেই অ্যাক্সেস
de: Früher Zugriff auf unsere neuesten Funktionen
es: Acceso anticipado a nuestras novedades
fr: Accès anticipé à nos dernières nouveautés
hi: हमारे नए फ़ीचर सबसे पहले
id: Akses awal ke fitur terbaru kami
ja: 最新機能をいち早く
ne: हाम्रा नयाँ फिचरमा चाँडो पहुँच
pt_br: Acesso antecipado às novidades
ur: ہمارے تازہ ترین فیچرز تک جلد رسائی

source: Edit
ar: تعديل
bn: এডিট করুন
de: Bearbeiten
es: Editar
fr: Modifier
hi: एडिट करें
ja: 編集
ne: सम्पादन गर्नुहोस्
pt_br: Editar
ur: ترمیم کریں

source: Edit email
ar: تعديل البريد الإلكتروني
bn: ইমেল এডিট করুন
de: E-Mail bearbeiten
es: Editar correo
fr: Modifier l'e-mail
hi: ईमेल एडिट करें
ja: メールアドレスを編集
ne: इमेल सम्पादन गर्नुहोस्
pt_br: Editar e-mail
ur: ای میل میں ترمیم کریں

source: Edit name
ar: تعديل الاسم
bn: নাম এডিট করুন
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
hi: नाम एडिट करें
id: Edit nama
ja: 名前を編集
ne: नाम सम्पादन गर्नुहोस्
pt_br: Editar nome
ur: نام میں ترمیم کریں

source: Edit now with a clean, engaging default
ar: حرّر الآن بأسلوب افتراضي بسيط وجذّاب
bn: পরিচ্ছন্ন, আকর্ষণীয় ডিফল্ট দিয়ে এখনই সম্পাদনা করুন
de: Jetzt mit dem cleanen, fesselnden Standard schneiden
es: Monta ahora con un estilo limpio y atractivo por defecto
fr: Montez maintenant avec un style sobre et captivant par défaut
hi: साफ़, दिलचस्प डिफ़ॉल्ट के साथ अभी एडिट करें
id: Edit sekarang dengan gaya bawaan yang bersih dan menarik
ja: シンプルで引き込まれる標準スタイルで今すぐ編集
ne: सफा, आकर्षक पूर्वनिर्धारितसँग अहिले सम्पादन गर्नुहोस्
pt_br: Edite agora com um padrão limpo e envolvente
ur: صاف، دلچسپ ڈیفالٹ کے ساتھ ابھی ایڈٹ کریں

source: Editing style (optional)
ar: أسلوب المونتاج (اختياري)
bn: সম্পাদনার ধরন (ঐচ্ছিক)
de: Bearbeitungsstil (optional)
es: Estilo de montaje (opcional)
fr: Style de montage (facultatif)
hi: एडिटिंग स्टाइल (वैकल्पिक)
id: Gaya editing (opsional)
ja: 編集スタイル（任意）
ne: सम्पादन शैली (वैकल्पिक)
pt_br: Estilo de edição (opcional)
ur: ایڈیٹنگ اسٹائل (اختیاری)

source: Editing vibe for your previous video
ar: أسلوب التعديل لفيديوك السابق
bn: আপনার আগের ভিডিওর এডিটিং ভাইব
de: Vibe deines vorherigen Videos
es: Estilo de montaje de tu vídeo anterior
fr: Ambiance de montage de ta vidéo précédente
hi: आपके पिछले वीडियो की एडिटिंग वाइब
id: Gaya editing videomu sebelumnya
ja: 前回の動画の編集スタイル
ne: तपाईंको अघिल्लो भिडियोको सम्पादन शैली
pt_br: Clima de edição do seu vídeo anterior
ur: آپ کی پچھلی ویڈیو کا ایڈیٹنگ وائب

source: Edits take a few minutes. We'll tell you the moment your next one is done — no need to keep the app open.
ar: يستغرق التحرير بضع دقائق. سنخبرك فور اكتمال التالي — لا داعي لإبقاء التطبيق مفتوحًا.
bn: এডিট হতে কয়েক মিনিট লাগে। পরেরটি শেষ হওয়ামাত্র জানিয়ে দেব — অ্যাপ খুলে রাখার দরকার নেই।
de: Videos brauchen ein paar Minuten. Wir geben dir sofort Bescheid, wenn dein nächstes fertig ist — die App muss nicht offen bleiben.
es: Los montajes tardan unos minutos. Te avisamos en cuanto esté listo el siguiente: no hace falta dejar la app abierta.
fr: Un montage prend quelques minutes. On te prévient dès que le prochain est prêt — pas besoin de laisser l'app ouverte.
hi: एडिट होने में कुछ मिनट लगते हैं। आपकी अगली तैयार होते ही हम बता देंगे — ऐप खुला रखने की ज़रूरत नहीं।
id: Editan butuh beberapa menit. Kami beri tahu begitu yang berikutnya selesai — tak perlu membuka aplikasi terus.
ja: 編集には数分かかります。次が完成したらすぐお知らせするので、アプリを開いたままにする必要はありません。
ne: सम्पादन हुन केही मिनेट लाग्छ। तपाईंको अर्को तयार हुनेबित्तिकै हामी भन्नेछौं — एप खुला राख्नुपर्दैन।
pt_br: As edições levam alguns minutos. A gente avisa assim que a próxima ficar pronta — não precisa deixar o app aberto.
ur: ایڈٹ ہونے میں چند منٹ لگتے ہیں۔ آپ کی اگلی تیار ہوتے ہی ہم بتا دیں گے — ایپ کھلی رکھنے کی ضرورت نہیں۔

source: Email
ar: البريد الإلكتروني
bn: ইমেল
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ne: इमेल
ur: ای میل

source: Every episode into clips, unlimited
ar: كل حلقة إلى مقاطع، بلا حدود
bn: প্রতিটি পর্ব থেকে ক্লিপ, সীমাহীন
de: Jede Folge in Clips, unbegrenzt
es: Cada episodio en clips, sin límite
fr: Chaque épisode en clips, sans limite
hi: हर एपिसोड से क्लिप्स, असीमित
id: Setiap episode jadi klip, tanpa batas
ja: すべてのエピソードをクリップに、無制限
ne: हरेक एपिसोडबाट क्लिप, असीमित
pt_br: Cada episódio em clipes, sem limite
ur: ہر ایپیسوڈ سے کلپس، لامحدود

source: Every friend who makes a video earns you free Pro
ar: كل صديق ينشئ فيديو يمنحك برو مجانًا
bn: যে বন্ধু ভিডিও বানায়, সে আপনাকে ফ্রি Pro এনে দেয়
de: Jeder Freund, der ein Video macht, bringt dir gratis Pro
es: Cada amigo que hace un vídeo te da Pro gratis
fr: Chaque ami qui fait une vidéo te donne du Pro gratuit
hi: हर दोस्त जो वीडियो बनाता है, आपको मुफ़्त Pro दिलाता है
id: Tiap teman yang bikin video kasih kamu Pro gratis
ja: 友達が動画を作るたびに、Proが無料でもらえます
ne: भिडियो बनाउने हरेक साथीले तपाईंलाई निःशुल्क Pro दिलाउँछ
pt_br: Cada amigo que faz um vídeo te dá Pro grátis
ur: ہر دوست جو ویڈیو بنائے، آپ کو مفت Pro دلائے

source: Every promo cut and captioned, unlimited
ar: كل إعلان ترويجي مقصوص ومترجم، بلا حدود
bn: প্রতিটি প্রোমো কাটা ও ক্যাপশনসহ, সীমাহীন
de: Jede Promo geschnitten und untertitelt, unbegrenzt
es: Cada promo cortada y subtitulada, sin límite
fr: Chaque promo montée et sous-titrée, sans limite
hi: हर प्रोमो कटा और कैप्शन के साथ, असीमित
id: Setiap promo dipotong dan diberi teks, tanpa batas
ja: すべてのプロモをカットして字幕付きに、無制限
ne: हरेक प्रोमो कट र क्याप्सनसहित, असीमित
pt_br: Cada promo cortada e legendada, sem limite
ur: ہر پرومو کٹا اور کیپشن کے ساتھ، لامحدود

source: Every take into a finished cut, unlimited
ar: كل لقطة إلى مونتاج مكتمل، بلا حدود
bn: প্রতিটি টেক থেকে সম্পূর্ণ কাট, সীমাহীন
de: Jeder Take zum fertigen Video, unbegrenzt
es: Cada toma en un montaje final, sin límite
fr: Chaque prise en montage fini, sans limite
hi: हर टेक से तैयार कट, असीमित
id: Setiap take jadi hasil akhir, tanpa batas
ja: すべてのテイクを完成カットに、無制限
ne: हरेक टेकबाट तयार कट, असीमित
pt_br: Cada gravação em um corte final, sem limite
ur: ہر ٹیک سے مکمل کٹ، لامحدود

source: Every vlog cut and captioned, unlimited
ar: كل مدونة فيديو مقصوصة ومترجمة، بلا حدود
bn: প্রতিটি ভ্লগ কাটা ও ক্যাপশনসহ, সীমাহীন
de: Jeder Vlog geschnitten und untertitelt, unbegrenzt
es: Cada vlog cortado y subtitulado, sin límite
fr: Chaque vlog monté et sous-titré, sans limite
hi: हर व्लॉग कटा और कैप्शन के साथ, असीमित
id: Setiap vlog dipotong dan diberi teks, tanpa batas
ja: すべてのVlogをカットして字幕付きに、無制限
ne: हरेक भ्लग कट र क्याप्सनसहित, असीमित
pt_br: Cada vlog cortado e legendado, sem limite
ur: ہر ولاگ کٹا اور کیپشن کے ساتھ، لامحدود

source: Everything in Pro
ar: كل ما في Pro
bn: Pro-এর সবকিছু
de: Alles aus Pro
es: Todo lo de Pro
fr: Tout ce que comprend Pro
hi: Pro का सब कुछ
id: Semua yang ada di Pro
ja: Proのすべて
ne: Pro का सबै कुरा
pt_br: Tudo do Pro
ur: Pro کی ہر چیز

source: Everything in Pro, plus
ar: كل ما في Pro، بالإضافة إلى
bn: Pro-এর সবকিছু, সঙ্গে
de: Alles aus Pro, plus
es: Todo lo de Pro, y además
fr: Tout ce que comprend Pro, et en plus
hi: Pro का सब कुछ, साथ में
id: Semua yang ada di Pro, plus
ja: Proのすべてに加えて
ne: Pro का सबै कुरा, साथै
pt_br: Tudo do Pro, e mais
ur: Pro کی ہر چیز، مزید

source: Everything in Pro, plus %lldx the usage
ar: كل ما في Pro، مع استخدام %lld أضعاف
bn: Pro-এর সবকিছু, সঙ্গে %lld গুণ বেশি ব্যবহার
de: Alles aus Pro, plus %lldx so viel Nutzung
es: Todo lo de Pro, y %lld veces más uso
fr: Tout ce que comprend Pro, et %lld fois plus d’utilisation
hi: Pro का सब कुछ, साथ में %lld गुना ज़्यादा इस्तेमाल
id: Semua yang ada di Pro, plus %lld kali lebih banyak pemakaian
ja: Proのすべてに加えて、使える量が%lld倍
ne: Pro का सबै कुरा, साथै %lld गुणा बढी प्रयोग
pt_br: Tudo do Pro, e %lld vezes mais uso
ur: Pro کی ہر چیز، مزید %lld گنا زیادہ استعمال

source: Everything in Pro, plus early access to new features
ar: كل ما في برو، مع وصول مبكر للميزات الجديدة
bn: Pro-র সবকিছু, আর নতুন ফিচারে আগেভাগে অ্যাক্সেস
de: Alles aus Pro, plus früher Zugang zu neuen Funktionen
es: Todo lo de Pro, y acceso anticipado a lo nuevo
fr: Tout Pro, et accès en avant-première aux nouveautés
hi: Pro का सब कुछ, और नई सुविधाएँ सबसे पहले
id: Semua yang ada di Pro, plus akses awal ke fitur baru
ja: Proのすべてに加えて、新機能も先に使えます
ne: Pro का सबै कुरा, र नयाँ सुविधामा पहिले पहुँच
pt_br: Tudo do Pro, e acesso antecipado às novidades
ur: Pro کا سب کچھ، اور نئی خصوصیات تک پہلے رسائی

source: Everything you made is still here. Go Pro to keep creating without limits.
ar: كل ما أنشأته لا يزال هنا. اشترك في Pro لتواصل الإنشاء بلا حدود.
bn: আপনার বানানো সবকিছু এখানেই আছে। সীমা ছাড়া বানাতে Pro নিন।
de: Alles, was du erstellt hast, ist noch da. Hol dir Pro und erstelle ohne Limits weiter.
es: Todo lo que has creado sigue aquí. Pasa a Pro para seguir creando sin límites.
fr: Tout ce que tu as créé est toujours là. Passe à Pro pour continuer sans limites.
hi: आपका बनाया सब कुछ यहीं है। बिना सीमा बनाते रहने के लिए Pro लें।
id: Semua yang kamu buat masih ada. Naik ke Pro untuk terus berkarya tanpa batas.
ja: 作成したものはすべて残っています。Pro なら制限なく作り続けられます。
ne: तपाईंले बनाएको सबै यहीँ छ। सीमाविना बनाइरहन Pro लिनुहोस्।
pt_br: Tudo o que você criou continua aqui. Assine o Pro para continuar criando sem limites.
ur: آپ کا بنایا ہوا سب کچھ یہیں ہے۔ بغیر حد کے بناتے رہنے کے لیے Pro لیں۔

source: Everything's unlocked. No daily limit — create as much as you want.
ar: كل شيء مفتوح. بلا حد يومي — أنشئ بقدر ما تشاء.
bn: সবকিছু আনলক। দৈনিক কোনো সীমা নেই — যত খুশি বানান।
de: Alles freigeschaltet. Kein Tageslimit — erstelle so viel du willst.
es: Todo desbloqueado. Sin límite diario: crea todo lo que quieras.
fr: Tout est débloqué. Aucune limite quotidienne — crée autant que tu veux.
hi: सब कुछ अनलॉक है। कोई दैनिक सीमा नहीं — जितना चाहें बनाएँ।
id: Semuanya terbuka. Tanpa batas harian — buat sebanyak yang kamu mau.
ja: すべて解放されました。1日の上限なし、好きなだけつくれます。
ne: सबै अनलक भयो। दैनिक सीमा छैन — जति चाहनुहुन्छ बनाउनुहोस्।
pt_br: Tudo liberado. Sem limite diário — crie quanto quiser.
ur: سب کچھ اَن لاک ہے۔ کوئی روزانہ حد نہیں — جتنا چاہیں بنائیں۔

source: FREE
ar: مجاني
bn: ফ্রি
de: GRATIS
es: GRATIS
fr: GRATUIT
hi: फ़्री
id: GRATIS
ja: 無料
ne: निःशुल्क
pt_br: GRÁTIS
ur: مفت

source: Fast cuts
ar: قصّ سريع
bn: দ্রুত কাট
de: Schnelle Schnitte
es: Cortes rápidos
fr: Coupes rapides
hi: तेज़ कट्स
id: Potongan cepat
ja: 速いカット
ne: छिटो कट
pt_br: Cortes rápidos
ur: تیز کٹس

source: Finding extra clips to add
ar: نبحث عن مقاطع إضافية
bn: যোগ করার জন্য বাড়তি ক্লিপ খোঁজা হচ্ছে
de: Wir suchen extra Clips
es: Buscando clips extra
fr: On cherche des clips en plus
hi: जोड़ने के लिए और क्लिप ढूँढे जा रहे हैं
id: Mencari klip tambahan
ja: 追加の映像を探しています
ne: थप्नका लागि थप क्लिप खोज्दै
pt_br: Procurando clipes extras
ur: مزید کلپس تلاش کیے جا رہے ہیں
